import React from 'react';
import styles from './Prices.module.scss';

const Prices = () => {
	return (
		<>
			<h1>Цены</h1>
			<div className={styles.container_prices}>
				<div className={styles.wrapper_prices}>
					<h2>Обучение по программе проф. подготовки частных охранников</h2>
					<div className={styles.table}>
						<div>Наименование курса</div>
						<div>Колличество часов</div>
						<div>Стоимость курса (руб.)</div>
						<div>Подготовка частных охранников 4-го разряда (с правом использования специальных средств)</div>
						<div>40</div>
						<div>3 100</div>
						<div>
							Подготовка частных охранников 5-го разряда (с правом использования гражданского оружия самообороны
							и специальных средств)
						</div>
						<div>60</div>
						<div>3 900</div>
						<div>
							Подготовка частных охранников 6-го разряда (с правом использования служебного оружия, гражданского
							оружия самообороны и специальных средств)
						</div>
						<div>80</div>
						<div>5 000</div>
						<div>
							Подготовка работников юридических лиц с особыми уставными задачами к действиям в условиях,
							связанных с применением боевого оружия
						</div>
						<div>40</div>
						<div>2 000</div>
						<div>Подготовка действующих инкассаторских работников ОАО "Сбербанк России"</div>
						<div>40</div>
						<div>3 500</div>
						<div>Обучение граждан безопасному владению оружием в составе группы</div>
						<div>6</div>
						<div>1 700</div>
						<div>
							Проверка зананий правил безопасного обращения с оружием и наличия навыков безопасного обращения с
							оружием с составлением акта проверки
						</div>
						<div></div>
						<div>2 000</div>
						<div>
							Пробное тестирование по проверке знаний на бумажных носителях с использованием программы АИПП РПСБ
						</div>
						<div></div>
						<div>500</div>
						<div>Обучение по антитеррору</div>
						<div>34</div>
						<div>5000</div>
						<div>
							Повторная сдача "Проверки" после отрицательного результата с использованием программы АИПП РПСБ
						</div>
						<div></div>
						<div>650</div>
						<div>
							Повторная сдача "Проверки" после отрицательного результата с использованием программы АИПП РПСБ
							(Гражданское оружие)
						</div>
						<div></div>
						<div>1400</div>
					</div>
					<h2>Повышение квалификации частных охранников</h2>
					<div className={styles.table}>
						<div>Наименование курса</div>
						<div>Колличество часов</div>
						<div>Стоимость курса (руб.)</div>
						<div>Повышеине квалификации частных охранников 4-го разряда</div>
						<div>8</div>
						<div>2 000</div>
						<div>Повышеине квалификации частных охранников 5-го разряда</div>
						<div>16</div>
						<div>2 500</div>
						<div>Повышеине квалификации частных охранников 6-го разряда</div>
						<div>20</div>
						<div>3 000</div>
						<div>Повышеине квалификации руководителей частных охранных организаций</div>
						<div>80</div>
						<div>15 000</div>
					</div>
					<h2>Квалификационный экзамен</h2>
					<div className={styles.table}>
						<div>Наименование курса</div>
						<div>Колличество часов</div>
						<div>Стоимость курса (руб.)</div>
						<div>На частного охранника 4-го разряда</div>
						<div></div>
						<div>900</div>
						<div>На частного охранника 5-го разряда</div>
						<div></div>
						<div>1 100</div>
						<div>На частного охранника 6-го разряда</div>
						<div></div>
						<div>1 600</div>
						<div>
							На работника юридического лица с особыми уставными задачами к действиям в условиях, связанных с
							применением боевого оружия
						</div>
						<div></div>
						<div>1 000</div>
						<div>На работника Сбербанка к действиям в условиях, связанных с применением боевого оружия</div>
						<div></div>
						<div>950</div>
						<div>Выдача дубликатов свидетельства об обучении</div>
						<div></div>
						<div>250</div>
						<div>Выдача дубликатов акта периодической проверки частных охранников</div>
						<div></div>
						<div>150</div>
					</div>
					<h2>Обучение судоводителей маломерных моторных судов и водителей гидроциклов</h2>
					<div className={styles.table}>
						<div>Наименование курса</div>
						<div>Колличество часов</div>
						<div>Стоимость курса (руб.)</div>
						<div>Курс "Борьба с огнем. Правила противопожарной безопасности на внутренних водных путях"</div>
						<div>8</div>
						<div>1 200</div>
						<div>Курс "Правило прибрежного лова"</div>
						<div>8</div>
						<div>1 000</div>
						<div>
							Обучение судоводителей маломерных моторных судов и водителей гидроциклов для рвйона плавания - ВП
							ВВП ВП
						</div>
						<div>117</div>
						<div>7 000</div>
						<div>
							Обучение судоводителей маломерных моторных судов и водителей гидроциклов для рвйона плавания - МП
							ВВП ВП
						</div>
						<div>106</div>
						<div>7 500</div>
						<div>Обучение судоводителей маломерных моторных судов для рвйона плавания - ВВП ВП</div>
						<div>75</div>
						<div>5 050</div>
						<div>Обучение судоводителей маломерных моторных судов для рвйона плавания - МП</div>
						<div>75</div>
						<div>6 000</div>
						<div>Обучение водителей гидроциклов для района плавания - МП ВВП ВП</div>
						<div>45</div>
						<div>4 000</div>
						<div>Обучение водителей гидроциклов для района плавания - ВВП ВП</div>
						<div>38</div>
						<div>4 000</div>
						<div>Обучение водителей гидроциклов для района плавания - МП</div>
						<div>32</div>
						<div>3 700</div>
					</div>
					<h2>Обучение охранно-пожарно сигнализации</h2>
					<div className={styles.table}>
						<div>Наименование курса</div>
						<div>Колличество часов</div>
						<div>Стоимость курса (руб.)</div>
						<div>Обучение по программе "Техник охранно-пожарной сигнализации"</div>
						<div>240</div>
						<div>6000</div>
						<div>Повышение квалификации по программе "Техник охранно-пожарной сигнализации"</div>
						<div>60</div>
						<div>3 000</div>
					</div>
				</div>
			</div>
		</>
	);
};

export default Prices;
